Repository: Programmer095/acf-phone
Catalog: languages/acf-phone-*.po
Languages: fr_ca

source: Valid phone number
fr_ca: Le numéro de téléphone est valide

source: Invalid country code
fr_ca: Le code de pays est invalide

source: Phone number is too short
fr_ca: Le numéro de téléphone est trop court

source: Phone number is too long
fr_ca: Le numéro de téléphone est trop long

source: Invalid phone number
fr_ca: Le numéro de téléphone est invalide

source: Extension
fr_ca: Poste

source: Add extension number field
fr_ca: Ajouter un champ numérique pour le poste

source: Initial Country
fr_ca: Pays initial

source: Country used for the initial phone number format.
fr_ca: Pays utilisé pour initialiser le format du numéro de téléphone

source: Return Format
fr_ca: Format d'affichage

source: Specify the value returned in the template.
fr_ca: Détermine le format retourné dans le modèle.

source: National format
fr_ca: Format national

source: International format (E.164)
fr_ca: Format international (E.164)

source: Click to Call
fr_ca: Cliquer pour appeler

source: Values (array)
fr_ca: Valeurs (array)

source: extension
fr_ca: poste

source: Phone number is invalid
fr_ca: Le numéro de téléphone est invalide

source: Extension is invalid
fr_ca: Le poste est invalide

source: Advanced Custom Fields: Phone
fr_ca: Advanced Custom Fields: Téléphone

source: Phone
fr_ca: Téléphone

source: Phone number field for ACF.
fr_ca: Champ ACF pour un numéro de téléphone
